Repository: AmirulAndalib/repository.masqelec
Catalog: game.libretro.beetle-supergrafx/resources/language/resource.language.*/strings.po
Languages: es_es

# #30000
source: Settings
es_es: Configuraciones

# #30001
source: (CD) ADPCM Volume %
es_es: (CD) Volumen ADPCM %

# #30002
source: Aspect Ratio
es_es: Relación de aspecto

# #30003
source: CD BIOS (Restart)
es_es: CD BIOS (Reinicio)

# #30004
source: (CD) CDDA Volume %
es_es: (CD) CDDA Volumen %

# #30005
source: CD Image Cache (Restart)
es_es: Caché de imagen de CD (Reinicio)

# #30006
source: (CD) PSG Volume %
es_es: (CD) PSG Volumen %

# #30007
source: (CD) CD Speed
es_es: (CD) Velocidad de CD

# #30008
source: Detect Games Express CD (Restart)
es_es: Detectar CD de Games Express (Reiniciar)

# #30009
source: Disable Soft Reset (RUN+SELECT)
es_es: Desactivar restablecimiento parcial (EJECUTAR + SELECCIONAR)

# #30010
source: Force SuperGrafx Emulation (Restart)
es_es: Emulación Force SuperGrafx (Reinicio)

# #30011
source: Horizontal Overscan (352 Width Mode Only)
es_es: Sobreexploración horizontal (Solo modo de ancho 352)

# #30012
source: Initial scanline
es_es: Línea de exploración inicial

# #30013
source: Last scanline
es_es: Último scanline

# #30014
source: Mouse Sensitivity
es_es: Sensibilidad del ratón

# #30015
source: No Sprite Limit
es_es: Sin límite de sprites

# #30016
source: CPU Overclock Multiplier (Restart)
es_es: Multiplicador de overclock de la CPU (reinicio)

# #30017
source: Turbo Delay
es_es: Retraso turbo

# #30018
source: Turbo Hotkey Mode
es_es: Modo Turbo Hotkey

# #30019
source: Alternate Turbo Hotkey
es_es: Tecla de acceso rápido turbo alternativa

# #30020
source: Allow Opposing Directions
es_es: Permitir direcciones opuestas
