Repository: AmirulAndalib/repository.masqelec
Catalog: plugin.dbmc/resources/language/*/strings.po
Languages: spanish

# #30001
source: Follow the instructions and enter PIN:
spanish: Siga las instrucciones e ingrese el PIN:

# #30002
source: Dropbox authorization required.
spanish: Se requiere autorización de Dropbox.

# #30003
source: Go to: http://xbmc-dropbox.sourceforge.net
spanish: Vaya a: http://xbmc-dropbox.sourceforge.net

# #30004
source: Authorization finished. Account added:
spanish: Autorización finalizada. Cuenta agregada:

# #30005
source: Clear Dropbox authorization code
spanish: Borrar el código de autorización de Dropbox

# #30006
source: Dropbox authorization code
spanish: Código de autorización de Dropbox

# #30007
source: Location for cached files
spanish: Ubicación para archivos en caché

# #30008
source: View relevant files only
spanish: Ver solo archivos relevantes

# #30010
source: Show me more...
spanish: Muestrame mas...

# #30011
source: Use passcode lock for account
spanish: Usar bloqueo de contraseña para la cuenta

# #30012
source: Change passcode...
spanish: Cambiar contraseña...

# #30013
source: Enter your passcode
spanish: Introduzca su código de acceso

# #30014
source: Wrong passcode!
spanish: Código de acceso incorrecto!

# #30015
source: Passcode timeout (minutes)
spanish: Tiempo de espera de contraseña (minutos)

# #30016
source: Browse Dropbox
spanish: Examinar Dropbox

# #30017
source: Search Dropbox
spanish: Buscar en Dropbox

# #30018
source: Enter the search text
spanish: Ingrese el texto de búsqueda

# #30019
source: Search text has to be atleast 3 characters
spanish: El texto de búsqueda debe tener al menos 3 caracteres

# #30020
source: Searching in Dropbox for:
spanish: Buscando en Dropbox por:

# #30021
source: Nothing found!
spanish: ¡Nada Encontrado!

# #30022
source: Delete from Dropbox
spanish: Eliminar de Dropbox

# #30023
source: Do you want to delete this from Dropbox:
spanish: ¿Quieres eliminar esto de Dropbox?

# #30024
source: Copy in Dropbox
spanish: Copiar en Dropbox

# #30025
source: Select the folder to
spanish: Seleccione la carpeta para

# #30026
source: copy to
spanish: copiar a

# #30027
source: Move in Dropbox
spanish: Mover en Dropbox

# #30028
source: move to
spanish: mover a

# #30029
source: Create new folder in Dropbox
spanish: Crear nueva carpeta en Dropbox

# #30030
source: Enter the name of new folder
spanish: Ingrese el nombre de la nueva carpeta

# #30031
source: Upload to Dropbox
spanish: Subir a Dropbox

# #30032
source: Select the file to upload
spanish: Seleccione el archivo para cargar

# #30033
source: Uploading file to Dropbox
spanish: Subir archivo a Dropbox

# #30034
source: Enter your new passcode
spanish: Ingrese su nueva contraseña

# #30035
source: Caching media files in background...
spanish: Almacenamiento en caché de archivos multimedia en segundo plano ...

# #30036
source: Stream video and music media (don't cache)
spanish: Transmitir video y música (no almacenar en caché)

# #30037
source: Download from Dropbox
spanish: Descargar desde Dropbox

# #30038
source: download to
spanish: descargar a

# #30039
source: Downloading file(s) from Dropbox
spanish: Descargar archivo (s) de Dropbox

# #30040
source: Finished downloading file(s) to:
spanish: Finalizó la descarga de archivos a:

# #30041
source: Downloading file:
spanish: Descargando archivo:

# #30042
source: Add an account...
spanish: Agregar una cuenta...

# #30043
source: Finish adding account...
spanish: Terminar de agregar cuenta ...

# #30044
source: Remove account
spanish: Eliminar cuenta

# #30045
source: Do you want to remove this account from Dbmc?
spanish: ¿Desea eliminar esta cuenta de Dbmc?

# #30100
source: Change synchronization...
spanish: Cambiar sincronización ...

# #30101
source: Enable synchronization
spanish: Habilitar sincronización

# #30102
source: Select the local folder
spanish: Seleccione la carpeta local

# #30103
source: Dbmc: Moved files/folders to new synchronization location:
spanish: Dbmc: movió archivos / carpetas a la nueva ubicación de sincronización:

# #30104
source: New synchronization location is not empty!
spanish: ¡La nueva ubicación de sincronización no está vacía!

# #30105
source: Synchronization interval (minutes)
spanish: Intervalo de sincronización (minutos)

# #30106
source: Dbmc: Synchronization finished.
spanish: Dbmc: Sincronización finalizada.

# #30107
source: Number of items synchronized:
spanish: Número de artículos sincronizados:

# #30108
source: Synchronization locations
spanish: Ubicaciones de sincronización

# #30109
source: Select the Dropbox folder to synchronize with
spanish: Seleccione la carpeta de Dropbox para sincronizar con

# #30110
source: Can't change settings while synchronizing!
spanish: ¡No se puede cambiar la configuración mientras se sincroniza!

# #30111
source: Can't enable synchronization: First set synchronization locations!
spanish: No se puede habilitar la sincronización: Primero establecer ubicaciones de sincronización!

# #30112
source: Synchronize now
spanish: Sincronizar ahora

# #30113
source: Stop Synchronizing now?
spanish: ¿Dejar de sincronizar ahora?

# #30114
source: Dbmc: Synchronizing files...
spanish: Dbmc: Sincronizando archivos ...

# #30115
source: Synchronization settings can't be changed here anymore!
spanish: ¡La configuración de sincronización ya no se puede cambiar aquí!

# #30200
source: Problem getting the access code!
spanish: ¡Problema al obtener el código de acceso!

# #30201
source: Authorization failed!
spanish: ¡Autorización fallida!

# #30202
source: Did you copy the complete code?
spanish: ¿Copiaste el código completo?

# #30203
source: Action cannot be executed
spanish: La acción no se puede ejecutar.

# #30205
source: Dropbox authorization code failure!
spanish: Error de código de autorización de Dropbox

# #30206
source: Dropbox error occured!
spanish: ¡Ocurrió un error de Dropbox!

# #30207
source: Please enter a valid passcode timeout (1 to 120 minutes)
spanish: Ingrese un tiempo de espera de contraseña válido (1 a 120 minutos)

# #30208
source: Please enter a valid synchronization interval (5 to 1440 minutes)
spanish: Ingrese un intervalo de sincronización válido (5 a 1440 minutos)
