Repository: AmirulAndalib/repository.masqelec
Catalog: script.module.slyguy/resources/language/resource.language.*/strings.po
Languages: es_es

# #30001
source: SlyGuy News
es_es: Noticias

# #32000
source: You need to login to access this content
es_es: Debe iniciar sesión para acceder a este contenido

# #32001
source: No default route found
es_es: No se encontró una ruta predeterminada

# #32002
source: Are you sure you want to reset this add-on? This will reset all settings and clear all data
es_es: ¿Estás seguro de que deseas restablecer este complemento? Esto restablecerá todas las configuraciones y borrará todos los datos.

# #32003
source: Reset Complete
es_es: Reinicio completo

# #32004
source: Removed {delete_count} Cached Item
es_es: Se quitó {delete_count} elemento en caché

# #32005
source: Clear Cache
es_es: Limpiar cache

# #32006
source: This add-on path is no longer valid If your using favorites, remove the favorite and then re-create it via the add-on
es_es: Esta ruta de complemento ya no es válida Si usa favoritos, elimine el favorito y luego vuelva a crearlo a través del complemento

# #32007
source: Could not find a url for function: {function_name}
es_es: No se pudo encontrar una URL para la función: {function_name}

# #32008
source: {addon_id} add-on is required
es_es: Se requiere el complemento {addon_id}

# #32009
source: Kodi Microsoft UWP version does not support Widevine playback. If using Windows, use the .exe installer version from the Kodi website instead.
es_es: La versión de Kodi Microsoft UWP no es compatible con la reproducción de Widevine. Si usa Windows, use la versión del instalador .exe del sitio web de Kodi.

# #32010
source: Kodi 18 or higher required for Widevine playback on {system}
es_es: Se requiere Kodi 18 o superior para la reproducción de Widevine en {system}

# #32011
source: ARM 64bit does not support Widevine playback An OS with a 32-bit userspace is required. Try coreelec.org
es_es: ARM de 64 bits no admite la reproducción de Widevine Se requiere un sistema operativo con un espacio de usuario de 32 bits. Prueba coreelec.org

# #32012
source: {system} {arch} Kodi v{kodi_version} does not yet support Widevine playback
es_es: {system} {arch} Kodi v{kodi_version} aún no es compatible con la reproducción de Widevine

# #32013
source: Could not find a media source from Brightcove Server Message: {error}
es_es: No se pudo encontrar una fuente de medios de Brightcove Mensaje del servidor: {error}

# #32014
source: Downloading required file {url}
es_es: Descargando el archivo requerido {url}

# #32015
source: Widevine CDM
es_es: CDM de Widevine

# #32016
source: There was an unexpected error installing the Widevine CDM Please restart Kodi and try again
es_es: Hubo un error inesperado al instalar el CDM de Widevine Reinicia Kodi y vuelve a intentarlo

# #32017
source: Use Cache
es_es: Usar caché

# #32018
source: Inputstream Settings
es_es: Configuración de flujo de entrada

# #32019
source: Reset Add-on
es_es: Restablecer complemento

# #32021
source: Install Widevine CDM
es_es: Instalar Widevine CDM

# #32022
source: Widevine CDM ({version}) Installed OK If videos do not play, please restart Kodi and try again
es_es: Widevine CDM ({versión}) instalado correctamente Si los videos no se reproducen, reinicie Kodi e intente nuevamente

# #32023
source: Use Inputstream HLS for VOD Streams
es_es: Utilice Inputstream HLS para transmisiones VOD

# #32024
source: Login
es_es: Iniciar sesión

# #32025
source: Logout
es_es: Cerrar sesión

# #32026
source: Settings
es_es: Configuraciones

# #32027
source: Are you sure you want to logout?
es_es: ¿Está seguro de que desea cerrar la sesión?

# #32028
source: Failed to login. Check your details are correct and try again.
es_es: Error al iniciar sesión. Verifique que sus datos sean correctos y vuelva a intentarlo.

# #32029
source: Search
es_es: Buscar

# #32030
source: Search: {query}
es_es: Busqueda: {query}

# #32031
source: No Results
es_es: No hay resultados

# #32032
source: {addon} ({version}) - Unexpected Error
es_es: {addon} ({version}) - Error inesperado

# #32033
source: Failed to download required file: {filename}
es_es: No se pudo descargar el archivo requerido: {filename}

# #32035
source: Playback
es_es: Reproducción

# #32036
source: Advanced
es_es: Avanzado

# #32037
source: Verify SSL Certs
es_es: Verificar certificados SSL

# #32038
source: Select Widevine CDM version to install
es_es: Seleccione la versión de Widevine CDM para instalar

# #32039
source: Service Start Delay (0 = Random 10s-60s)
es_es: Retraso de inicio del servicio (0 = aleatorio de 10 a 60 segundos)

# #32040
source: MD5 checksum failed for file: {filename} {local_md5} != {remote_md5}
es_es: La suma de comprobación MD5 falló para el archivo: {filename} {local_md5} != {remote_md5}

# #32041
source: No Items
es_es: No hay artículos

# #32042
source: New add-on not found. Update repos then try again.
es_es: No se encontró el nuevo complemento. Actualice los repositorios y vuelva a intentarlo.

# #32043
source: Best
es_es: Mejor

# #32044
source: HTTP Timeout (seconds)
es_es: Tiempo de espera HTTP (segundos)

# #32045
source: HTTP Retries
es_es: Reintentos HTTP

# #32046
source: Chunksize
es_es: Tamaño de porción

# #32047
source: {label} (LATEST)
es_es: {label} (ÚLTIMO)

# #32048
source: Bypass
es_es: Derivación

# #32049
source: "{choose}" item not found that matches pattern "{pattern}"
es_es: "{choose}" elemento no encontrado que coincide con el patrón "{pattern}"

# #32050
source: This add-on has moved A new add-on '{new_addon_id}' is therefore required Install and migrate to new add-on?
es_es: Este complemento se ha movido Por lo tanto, se requiere un nuevo complemento '{new_addon_id}' ¿Instalar y migrar a un nuevo complemento?

# #32051
source: Add-on has been migrated Remove the old add-on?
es_es: El complemento se ha migrado ¿Eliminar el antiguo complemento?

# #32052
source: Unknown Error
es_es: Error desconocido

# #32053
source: This manifest contains multiple base urls Support for this will hopefully be introduced in Kodi 19 There is a chance this content may not play
es_es: Este manifiesto contiene varias URL base Se espera que el soporte para esto se introduzca en Kodi 19 Existe la posibilidad de que este contenido no se reproduzca

# #32054
source: Custom
es_es: Personalizado

# #32055
source: Ask
es_es: Pedir

# #32056
source: Failed to fetch / parse playback URL Make sure your entitled to this content and your IP address is allowed (not geo-blocked) Try accessing the content via other means (offical app / website) to test if it's a Kodi add-on issue
es_es: No se pudo recuperar / analizar la URL de reproducción Asegúrese de que tenga derecho a este contenido y que su dirección IP esté permitida (no bloqueada geográficamente) Intente acceder al contenido a través de otros medios (aplicación oficial / sitio web) para probar si se trata de un problema de complemento de Kodi

# #32057
source: M3U8 file does not start with #EXTM3U
es_es: El archivo M3U8 no comienza con #EXTM3U

# #32058
source: {version} (INSTALLED)
es_es: {version} (INSTALADO)

# #32059
source: Max Bandwidth (Mbit/s)
es_es: Ancho de banda máximo (Mbit/s)

# #32060
source: Lowest
es_es: Más bajo

# #32061
source: Playback Quality
es_es: Calidad de reproducción

# #32062
source: Inputstream HLS required to watch streams From Live. Check HLS is enabled in settings and Inputstream Adaptive is installed
es_es: Se requiere Inputstream HLS para ver transmisiones en vivo. Compruebe que HLS esté habilitado en la configuración y que Inputstream Adaptive esté instalado

# #32063
source: Live Play Action
es_es: Acción de juego en vivo

# #32064
source: From Start
es_es: Desde el principio

# #32065
source: From Live
es_es: De Live

# #32066
source: Ask
es_es: Pedir

# #32070
source: Available Widevine CDM Versions
es_es: Versiones de CDM de Widevine disponibles

# #32071
source: Unknown {version} (INSTALLLED)
es_es: {Versión} Desconocida (INSTALADA)

# #32072
source: Widevine CDM ({version}) Installed If content does not play, you may need to install the latest CDM version instead.
es_es: Widevine CDM ({versión}) instalado Si el contenido no se reproduce, es posible que deba instalar la última versión de CDM.

# #32073
source: Disabled
es_es: Discapacitado

# #32074
source: URL returned error code: {code}
es_es: La URL devolvió el código de error: {code}

# #32075
source: Widevine CDM is built-in to Android If content does not play, your Android device may not have a suitable Widevine level.
es_es: Widevine CDM está integrado en Android Si el contenido no se reproduce, es posible que su dispositivo Android no tenga un nivel Widevine adecuado.

# #32076
source: Use Inputstream HLS for Live Streams
es_es: Utilice Inputstream HLS para transmisiones en vivo

# #32077
source: Your IP address is not allowed to access this content (geo-blocked) You may need to use a VPN / Smart DNS. Sometimes even these can be blocked. Try accessing the content via other means (offical app / website) to test if it's a Kodi add-on issue
es_es: Su dirección IP no tiene permiso para acceder a este contenido (bloqueado geográficamente) Es posible que deba utilizar una VPN / DNS inteligente. A veces, incluso estos pueden bloquearse. Intente acceder al contenido a través de otros medios (aplicación oficial / sitio web) para probar si se trata de un problema de complemento de Kodi

# #32078
source: Kiosk Mode
es_es: Modo quiosco

# #32079
source: Setup IPTV Merge
es_es: Configurar combinación de IPTV

# #32080
source: Max EPG Days to Scrape
es_es: Días máximos de EPG para raspar

# #32081
source: Live TV & EPG
es_es: TV en vivo y EPG

# #32082
source: Force built-in EPG scraper
es_es: Fuerza raspador EPG incorporado

# #32083
source: Profile Activated
es_es: Perfil activado

# #32084
source: Select Profile
es_es: Seleccionar un perfil

# #32085
source: This service requires a {required} location We detected your location is {current}
es_es: Este servicio requiere una ubicación {requerida} Detectamos que tu ubicación es {current}

# #32086
source: Audio Allow List
es_es: Lista de audio permitidos

# #32087
source: Subtitle Allow List
es_es: Lista de subtítulos permitidos

# #32088
source: Include Forced Subs
es_es: Incluir suscripciones forzadas

# #32089
source: Include Non-forced Subs
es_es: Incluir suscripciones no forzadas

# #32090
source: Include Audio Description Tracks
es_es: Incluir pistas de descripción de audio

# #32091
source: Add Profile
es_es: Agregar perfil

# #32092
source: Delete Profile
es_es: Borrar perfil

# #32093
source: Random Pick
es_es: Selección aleatoria

# #32094
source: Select Avatar
es_es: Seleccione Avatar

# #32095
source: Select profile to delete
es_es: Seleccionar perfil para eliminar

# #32096
source: Profile history, watchlist, and activity will be deleted. There is no way to undo this.
es_es: Se eliminarán el historial del perfil, la lista de seguimiento y la actividad. No hay forma de deshacer esto.

# #32097
source: Delete {name}'s profile?
es_es: ¿Eliminar el perfil de {name}?

# #32098
source: Profile Deleted
es_es: Perfil eliminado

# #32099
source: {label} (Used)
es_es: {label} (Usado)

# #32100
source: Kid friendly interface with only content suitable for kids.
es_es: Interfaz amigable para niños con solo contenido apto para niños.

# #32101
source: Kids Profile?
es_es: ¿Perfil de niños?

# #32102
source: Profile Name
es_es: Nombre de perfil

# #32103
source: {name} is already being used
es_es: {name} ya se está usando

# #32104
source: Disable profile switching in Kids profile
es_es: Deshabilitar el cambio de perfil en el perfil de Niños

# #32105
source: Content requires a newer version of Inputstream Adaptive Minimum required version: [B]{required}[/B] Your current version: {current}
es_es: El contenido requiere una versión más reciente de Inputstream Adaptive Versión mínima requerida: [B]{required}[/B] Tu versión actual: {current}

# #32106
source: ARMv6 does not support Widevine playback
es_es: ARMv6 no admite la reproducción Widevine

# #32107
source: iOS does not support Widevine playback on Kodi
es_es: iOS no admite la reproducción de Widevine en Kodi
