Repository: AmirulAndalib/repository.masqelec
Catalog: vfs.libarchive/resources/language/resource.language.*/strings.po
Languages: es_es

# #30000
source: RAR solid archive support unavailable
es_es: Soporte de archivo sólido RAR no disponible

# #30001
source: Truncated RAR file data
es_es: Datos de archivo RAR truncados

# #30002
source: Can't allocate rar data
es_es: No se pueden asignar datos rar

# #30003
source: Couldn't find out RAR header
es_es: No se pudo encontrar el encabezado RAR

# #30004
source: Invalid marker header
es_es: Encabezado de marcador no válido

# #30005
source: Invalid header size
es_es: Tamaño de encabezado no válido

# #30006
source: RAR encryption support unavailable
es_es: Soporte de cifrado RAR no disponible

# #30007
source: Header CRC error
es_es: Error de encabezado CRC

# #30008
source: Invalid sizes specified
es_es: Tamaños no válidos especificados

# #30009
source: Bad RAR file
es_es: Archivo RAR incorrecto

# #30010
source: Unsupported compression method for RAR file
es_es: Método de compresión no compatible para archivo RAR

# #30012
source: Invalid filename
es_es: Error durante la búsqueda dentro del archivo RAR

# #30013
source: Mismatch of file parts split across multi-volume archive
es_es: No coinciden las partes del archivo divididas en el archivo de varios volúmenes

# #30014
source: Header CRC error
es_es: Error de encabezado CRC

# #30015
source: Parsing filters is unsupported
es_es: El análisis de filtros no es compatible

# #30016
source: Invalid symbol
es_es: Símbolo inválido

# #30017
source: Internal error extracting RAR file
es_es: Error interno al extraer el archivo RAR
