Repository: AmirulAndalib/repository.masqelec
Catalog: plugin.googledrive/resources/language/resource.language.*/strings.po
Languages: es_es

# #32000
source: Player Service
es_es: Servicio de Reproductor

# #32001
source: Export Service
es_es: Servicio de Exportación

# #32002
source: Source Service
es_es: Servicio de Origen

# #32003
source: Before export to library, remove previous files and folders
es_es: Antes de exportar a la biblioteca, elimine los archivos y carpetas anteriores

# #32004
source: Automatically set subtitles from cloud drive
es_es: Configurar automáticamente subtítulos desde la unidad de la nube

# #32005
source: Auto-Refreshed slideshow
es_es: Presentación de diapositivas con actualización automática

# #32006
source: Refresh interval in minutes
es_es: Intervalo de actualización en minutos

# #32007
source: Google Photos
es_es: Fotos de Google

# #32008
source: Always ask for the stream format before play
es_es: Siempre solicite el formato de transmisión antes de reproducir

# #32009
source: Loading stream formats...
es_es: Cargando formatos de transmisión ...

# #32010
source: Recursive auto-refreshed slideshow
es_es: Presentación de diapositivas recursiva y actualizada automáticamente

# #32011
source: Resume playing when resume point exists in library
es_es: Reanudar la reproducción cuando exista un punto de reanudación en la biblioteca

# #32012
source: Open Cloud Drive Common Settings...
es_es: Abrir la configuración común de Cloud Drive...

# #32013
source: My Drive
es_es: Mi unidad

# #32014
source: Starred
es_es: Sembrado de estrellas

# #32015
source: Original format
es_es: Formato original

# #32016
source: Select the stream format
es_es: Seleccione el formato de transmisión

# #32017
source: Ask to resume if resume point exists in library
es_es: Solicitar reanudar si existe un punto de reanudar en la biblioteca

# #32018
source: Save resume points and watched status in library
es_es: Guardar puntos de currículum y estado observado en la biblioteca

# #32030
source: Collaboration
es_es: Colaboración

# #32031
source: Report errors automatically to help resolve them quickly
es_es: Informe los errores automáticamente para ayudar a resolverlos rápidamente

# #32032
source: Advanced
es_es: Avanzado

# #32033
source: Sign-in Server
es_es: Servidor de inicio de sesión

# #32034
source: Cache expiration time (in minutes)
es_es: Tiempo de caducidad de la memoria caché (en minutos)

# #32035
source: Clear cache now
es_es: Borrar caché ahora

# #32067
source: Services
es_es: Servicios

# #32068
source: Allow using Google Drive as a source
es_es: Permitir el uso de Google Drive como fuente

# #32069
source: Source server port - http://localhost:<port>/source
es_es: Puerto del servidor de origen: http://localhost:<port>/source

# #32070
source: Default stream quality
es_es: Calidad de transmisión predeterminada

# #32071
source: Check for Google ban
es_es: Verificar la prohibición de Google

# #32072
source: Banned: %s
es_es: Prohibido:% s

# #32073
source: Response code: %s
es_es: Código de respuesta:% s

# #32074
source: Export .nfo files
es_es: Exportar archivos .nfo

# #32075
source: Skip unmodified files
es_es: Omitir archivos no modificados
