Repository: AmirulAndalib/repository.masqelec
Catalog: script.module.metadatautils/resources/language/resource.language.*/strings.po
Languages: es_es

# #32000
source: PVR Artwork
es_es: PVR raspado ilustraciones/metadatos - ¡necesita soporte de skin o addon!

# #32002
source: Enable PVR artwork/metadata only for TV recordings
es_es: Habilitar raspado ilustraciones/metadatos de PVR solo para grabaciones de TV

# #32003
source: Enable online scraper (tvdb,tmdb,fanart.tv)
es_es: Habilitar el raspador en línea (tvdb, tmdb, fanart.tv)

# #32004
source: Allow Google Images as fallback for thumbs if primary scraping fails
es_es: Permitir imágenes de Google como reserva para los paneles si falla el raspado primario

# #32005
source: Lookup artwork in a custom folder (e.g. recordings folder)
es_es: Buscar ilustraciones en una carpeta personalizada (por ejemplo, carpeta de grabaciones)

# #32006
source: Path to the custom folder
es_es: Ruta a la carpeta personalizada

# #32007
source: Download artwork to my custom folder
es_es: Descargar ilustraciones a mi carpeta personalizada

# #32008
source: Advanced section: finetune the scraper
es_es: Sección avanzada: afinar el raspador

# #32009
source: Use | as delimiter to enter multiple values
es_es: Uso | como delimitador para ingresar múltiples valores

# #32010
source: Channels to ignore
es_es: Canales a ignorar

# #32011
source: Titles to ignore
es_es: Títulos a ignorar

# #32012
source: Split title on character (use only first part)
es_es: Título dividido en el personaje (use solo la primera parte)

# #32013
source: Characters to replace by space in title
es_es: Caracteres para reemplazar por espacio en el título

# #32014
source: Characters to strip from title
es_es: Personajes para despojar del título

# #32015
source: Music Artwork
es_es: Ilustraciones de música

# #32016
source: Provides rich metadata and artwork for skins and addons
es_es: Proporciona metadatos e ilustraciones enriquecidos para máscaras y complementos.

# #32017
source: Works with both library and online sources (radio)
es_es: Funciona con fuentes de biblioteca y en línea (radio)

# #32018
source: Enable online scraper
es_es: Habilitar el raspador en línea

# #32019
source: Lookup artwork in a custom folder
es_es: Buscar ilustraciones en una carpeta personalizada

# #32020
source: Path to the custom folder
es_es: Ruta a la carpeta personalizada

# #32021
source: Lookup artwork in my music folders (library)
es_es: Buscar ilustraciones en mis carpetas de música (biblioteca)

# #32022
source: Download (missing) artwork to my music folders
es_es: Descargar ilustraciones faltantes a mis carpetas de música

# #32023
source: Download (missing) artwork to my custom folder
es_es: Descargar ilustraciones faltantes a mi carpeta personalizada

# #32024
source: Use custom Musicbrainz mirror
es_es: Utilice el espejo Musicbrainz personalizado

# #32025
source: Skip if genre contains any of these genres
es_es: Omitir si el género contiene alguno de estos géneros

# #32026
source: Skip news/weather/sports/commercial etc. (depends on correct epg info)
es_es: Omitir noticias/clima/deportes/comerciales, etc. (depende de la información correcta del epg)

# #32027
source: One or more filters are active for this item. Are you sure you want to proceed ?
es_es: Uno o más filtros están activos para este artículo. ¿Estas seguro que deseas continuar?

# #32028
source: Refresh (auto lookup)
es_es: Refrescar (búsqueda automática)

# #32029
source: Refresh (manual lookup)
es_es: Refrescar (búsqueda manual)

# #32030
source: Remove channel from ignore list
es_es: Eliminar canal de la lista de ignorados

# #32031
source: Add channel to ignore list
es_es: Agregar canal para ignorar la lista

# #32032
source: Remove title from ignore list
es_es: Eliminar el título de la lista de ignorados

# #32033
source: Add title to ignore list
es_es: Agregar título para ignorar la lista

# #32034
source: Configure advanced settings
es_es: Configurar ajustes avanzados

# #32035
source: Settings for PVR artwork
es_es: Configuraciones para ilustraciones PVR

# #32036
source: Manual configure artwork
es_es: Configurar ilustraciones manualmente

# #32037
source: Continuing
es_es: Continua

# #32038
source: Ended
es_es: Terminó

# #32040
source: Released
es_es: Publicado

# #32041
source: Is the selected PVR Title a movie or tvshow ?
es_es: ¿El título PVR seleccionado es una película o programa de televisión?

# #32042
source: Movie
es_es: Película

# #32043
source: Tvshow
es_es: Serie TV

# #32044
source: Other
es_es: Otro

# #32045
source: Personal API key for Fanart.TV
es_es: Clave API personal para Fanart.TV

# #32046
source: see www.fanart.tv for more details about personal and VIP memberships
es_es: ver www.fanart.tv para más detalles sobre membresías personales y VIP

# #32047
source: Scraper settings
es_es: Configuración de raspador

# #32048
source: Enable theaudiodb for metadata/artwork
es_es: Habilite theaudiodb para metadatos/ilustraciones

# #32049
source: Enable TheAudioDb for metadata/artwork
es_es: Habilite theaudiodb para metadatos/ilustraciones

# #32050
source: Enable last.fm for metadata
es_es: Habilitar last.fm para metadatos

# #32051
source: Enable fanart.tv for artwork
es_es: Habilite fanart.tv para las ilustraciones

# #32052
source: API keys
es_es: Claves API

# #32053
source: Unlock full features by providing custom API keys
es_es: Desbloquee funciones completas al proporcionar claves API personalizadas

# #32054
source: Patreon API-key for omdbapi.com
es_es: Clave API de Patreon para omdbapi.com

# #32055
source: Personal developer API-key for TMDB
es_es: Desarrollador personal API-key para TMDB

# #32056
source: Consider donating to these great projects providing you with great metadata
es_es: Considere donar a estos grandes proyectos que le proporcionan excelentes metadatos

# #32057
source: Info
es_es: Información

# #32058
source: This modules uses the following sites/services to grab metadata
es_es: Este módulo utiliza los siguientes sitios/servicios para obtener metadatos

# #32059
source: Enable debug logging (regardless of Kodi log level)
es_es: Habilite el registro de depuración (independientemente del nivel de registro de Kodi)

# #32060
source: Limit number of extrafanarts to download (0 is no limit)
es_es: Límite de número de extrafanarts para descargar (0 es sin límite)
