Repository: AmirulAndalib/repository.masqelec
Catalog: game.libretro.beetle-psx/resources/language/resource.language.*/strings.po
Languages: es_es

# #30000
source: Settings
es_es: Configuraciones

# #30001
source: Analog Self-Calibration
es_es: Autocalibración Analógica

# #30002
source: Enable DualShock Analog Mode Toggle
es_es: Activar alternar modo analógico DualShock

# #30003
source: Core Aspect Ratio
es_es: Relación de aspecto central

# #30004
source: CD Access Method (Restart)
es_es: Método de acceso al CD (reinicio)

# #30005
source: CD Loading Speed
es_es: Velocidad de carga de CD

# #30006
source: Core-Reported FPS Timing
es_es: Sincronización de FPS con informes centrales

# #30007
source: CPU Frequency Scaling (Overclock)
es_es: Escalado de frecuencia de CPU (Overclock)

# #30008
source: Crop Horizontal Overscan
es_es: Recortar sobreexploración horizontal

# #30009
source: Display Internal FPS
es_es: Mostrar FPS interno

# #30010
source: Dithering Pattern
es_es: Patrón de tramado

# #30011
source: Enable Memory Card 1 (Restart)
es_es: Habilitar tarjeta de memoria 1 (Reiniciar)

# #30012
source: Port 1: Multitap Enable
es_es: Puerto 1: Habilitar Multitap

# #30013
source: Port 2: Multitap Enable
es_es: Puerto 2: Habilitación Multitap

# #30014
source: Frame Duping (Speedup)
es_es: Duplicación de cuadros (Aceleración)

# #30017
source: Gun Cursor
es_es: Cursor de pistola

# #30018
source: Gun Input Mode
es_es: Modo de entrada de pistola

# #30019
source: Additional Cropping
es_es: Recorte adicional

# #30020
source: Offset Cropped Image
es_es: Imagen recortada compensada

# #30021
source: Initial Scanline - NTSC
es_es: Scanline inicial - NTSC

# #30022
source: Initial Scanline - PAL
es_es: Scanline inicial - PAL

# #30023
source: Internal GPU Resolution
es_es: Resolución interna de la GPU

# #30026
source: Line-to-Quad Hack
es_es: Hack de línea a quad

# #30027
source: Mouse Sensitivity
es_es: Sensibilidad del ratón

# #30030
source: PAL (European) Video Timing Override
es_es: Anulación de temporización de video PAL (Europeo)

# #30031
source: PGXP Operation Mode
es_es: Modo de operación PGXP

# #30032
source: Shared Memory Cards (Restart)
es_es: Tarjetas de memoria compartidas (Reinicio)

# #30033
source: Skip BIOS
es_es: Omitir BIOS

# #30034
source: Memory Card 0 Method (Restart)
es_es: Método de tarjeta de memoria 0 (Reinicio)

# #30035
source: Widescreen Mode Hack
es_es: Hack de modo de pantalla panorámica
