Repository: AmirulAndalib/repository.masqelec
Catalog: game.libretro.4do/resources/language/resource.language.*/strings.po
Languages: es_es

# #30000
source: Settings
es_es: Configuraciones

# #30001
source: Active Input Devices
es_es: Dispositivos de entrada activa

# #30004
source: Threaded DSP
es_es: DSP roscado

# #30005
source: Font (rom2)
es_es: Fuente (rom2)

# #30006
source: Graphics Step Y Hack (Samurai Showdown)
es_es: Gráficos Step Y Hack (Samurai Showdown)

# #30008
source: Timing Hack 3 (Dinopark Tycoon)
es_es: Timing Hack 3 (Magnate de Dinopark)

# #30009
source: Timing Hack 5 (Microcosm)
es_es: Timing Hack 5 (Microcosmos)

# #30010
source: Timing Hack 6 (Alone in the Dark)
es_es: Timing Hack 6 (Solo en la oscuridad)

# #30011
source: High Resolution
es_es: Alta resolución

# #30012
source: 3DO Debugging Output (stderr)
es_es: Salida de depuración 3DO (stderr)

# #30014
source: NVRAM Storage
es_es: Almacenamiento NVRAM
