Repository: AmirulAndalib/repository.masqelec
Catalog: script.tubecast/resources/language/resource.language.*/strings.po
Languages: es_es

# #32001
source: Getting pairing code...
es_es: Obteniendo el código de emparejamiento...

# #32002
source: Please insert the following code in YouTube app settings
es_es: Inserta el siguiente código en la configuración de la aplicación de YouTube

# #32004
source: Enable service discovery (SSDP)
es_es: Habilitar descubrimiento de servicio (SSDP)

# #32005
source: Debug SSDP datagrams
es_es: Depurar datagramas SSDP

# #32006
source: connected
es_es: conectado

# #32007
source: disconnected
es_es: deconectado

# #32008
source: Do you want to generate a new pairing code?
es_es: ¿Desea generar un nuevo código de emparejamiento?

# #32009
source: Yes
es_es: Si

# #32011
source: Debug youtube cmds
es_es: Depurar youtube cmds

# #32012
source: Debug
es_es: Depurar

# #32013
source: Verify SSL connections
es_es: Verificar conexiones SSL

# #32014
source: Debug HTTP requests
es_es: Depurar solicitudes HTTP
