Repository: AmirulAndalib/repository.masqelec
Catalog: script.module.clouddrive.common/resources/language/resource.language.*/strings.po
Languages: es_es

# #32000
source: Exports
es_es: Exportaciones

# #32001
source: Export of '%s' will be removed. Are you sure?
es_es: Se eliminará la exportación de '%s'. ¿Estás seguro?

# #32002
source: Select destination folder
es_es: Seleccionar carpeta de destino

# #32003
source: Run export now
es_es: Ejecutar exportación ahora

# #32004
source: Export to .strm files...
es_es: Exportar a archivos .strm...

# #32005
source: Add an account...
es_es: Agregar una cuenta...

# #32006
source: Remove Account...
es_es: Eliminar cuenta...

# #32007
source: Remove Drive...
es_es: Eliminar unidad...

# #32008
source: Connecting with server, please wait...
es_es: Conectándose con el servidor, espere...

# #32009
source: Scan the QR code and sign in.
es_es: Escanee el código QR e inicie sesión.

# #32010
source: or[CR]Go to this URL: %s[CR]enter the code and sign in: %s
es_es: o[CR]Vaya a esta URL:%s[CR]ingrese el código e inicie sesión:%s

# #32011
source: Expires in %s seconds...
es_es: Caduca en% s segundos...

# #32012
source: Yes! Count me in
es_es: ¡Sí! Cuenta conmigo

# #32014
source: Retrieving credentials...
es_es: Recuperando credenciales...

# #32015
source: Unable to login:
es_es: Incapaz de iniciar sesión:

# #32016
source: Please try again.
es_es: Inténtalo de nuevo.

# #32017
source: Retrieving drive information...
es_es: Recuperando información de la unidad...

# #32018
source: Unable to retrieve the drive information:
es_es: No se puede recuperar la información del disco:

# #32019
source: The access to this resource has been denied. You might not have enough permission
es_es: Se ha denegado el acceso a este recurso. Es posible que no tenga suficiente permiso

# #32020
source: Adding account...
es_es: Agregando cuenta...

# #32021
source: Unable to add account:
es_es: No se puede agregar una cuenta:

# #32022
source: Account '%s' will be removed. Are you sure?
es_es: La cuenta '%s' será eliminada. ¿Estás seguro?

# #32023
source: Drive '%s' will be removed. Are you sure?
es_es: exportador

# #32025
source: Starting, please wait...
es_es: Comenzando, por favor espere...

# #32026
source: The destination folder '%s' is invalid. It does not exist.
es_es: La carpeta de destino '%s' no es válida. No existe.

# #32027
source: Unknown error:
es_es: Error desconocido:

# #32028
source: Unable to move your previous accounts information file. Please move it manually to %s or add your accounts again.
es_es: No se puede mover el archivo de información de sus cuentas anteriores. Muévalo manualmente a %s o agregue sus cuentas nuevamente.

# #32029
source: Need help? Go to the forum and post a message in: kodi.daro.mx/forum
es_es: ¿Necesitas ayuda? Vaya al foro y publique un mensaje en: kodi.daro.mx/forum

# #32030
source: Collaboration
es_es: Colaboración

# #32031
source: Report errors automatically to help resolve them quickly
es_es: Informe de los errores automáticamente para ayudar a resolverlos rápidamente

# #32032
source: Auto-Refreshed slideshow
es_es: Presentación de diapositivas con actualización automática

# #32034
source: '%s' is not a folder
es_es: '%s' no es una carpeta

# #32035
source: The server is temporary unavailable for this operation.
es_es: El servidor no está disponible temporalmente para esta operación.

# #32036
source: Something went wrong with this operation.
es_es: Algo salió mal con esta operación.

# #32037
source: File or folder not found. Make sure is still in your drive.
es_es: Archivo o carpeta no encontrado. Asegúrese de que todavía esté en su disco.

# #32038
source: Please try again later.
es_es: Por favor, inténtelo de nuevo más tarde.

# #32039
source: Search...
es_es: Buscar...

# #32040
source: Searching '%s', please wait...
es_es: Buscando '%s', espere...

# #32041
source: Processing results, please wait...
es_es: Procesando resultados, por favor espere...

# #32042
source: Enter text to search:
es_es: Ingrese el texto para buscar:

# #32043
source: Something happened with the request%s.
es_es: Algo sucedió con la solicitud%s.

# #32044
source: Will try in %s seconds.
es_es: Lo intentará en %s segundos.

# #32045
source: Attempt %s of %s.
es_es: Intento %s de %s.

# #32046
source: The credentials for '%s' are no longer valid. You need to sign in again.%sDo you want to start the process?
es_es: Las credenciales para '%s' ya no son válidas. Debe iniciar sesión nuevamente.%s¿Desea iniciar el proceso?

# #32047
source: %s of %s items loaded, please wait...
es_es: %s de %s elementos cargados, espere...

# #32048
source: %s items loaded, please wait...
es_es: %s elementos cargados, espere...

# #32049
source: Loading %s items in this folder, please wait...
es_es: Cargando %s elementos en esta carpeta, espere...

# #32050
source: Do you want to help reporting errors to resolve them quickly?
es_es: ¿Desea ayudar a informar errores para resolverlos rápidamente?

# #32052
source: Files
es_es: Archivos

# #32053
source: Recent
es_es: Reciente

# #32054
source: Resume from %s
es_es: Reanudar desde %s

# #32055
source: -unused- Special: Photos
es_es: -sin usar- Especial: Fotos

# #32056
source: -unused- Special: Music
es_es: -sin usar- Especial: musica

# #32057
source: -unused- Shared By Me
es_es: -unused- Compartido por mí

# #32058
source: Shared With Me
es_es: Comparte conmigo

# #32059
source: Exporting task already in progress.
es_es: Tarea de exportación ya en progreso.

# #32060
source: Searching subtitle file %s, please wait...
es_es: Buscando el archivo de subtítulos %s, espere...

# #32061
source: Subtitle found! Playing this video with subtitle...
es_es: ¡Subtítulo encontrado! Reproduciendo este video con subtítulos...

# #32062
source: Subtitle not found for this video
es_es: Subtítulo no encontrado para este video

# #32063
source: This account or drive is not registered.%sDo you want to add an account?
es_es: Esta cuenta o unidad no está registrada.%s¿Desea agregar una cuenta?

# #32064
source: Retrieving owner information...
es_es: Recuperando información del propietario...

# #32065
source: Unable to retrieve the owner information:
es_es: No se puede recuperar la información del propietario:

# #32066
source: Unable to remove previous files and folders in %s
es_es: No se pueden eliminar archivos y carpetas anteriores en %s

# #32067
source: Services
es_es: Servicios

# #32068
source: Allow cloud drive addons to be used as a source
es_es: Permitir que los complementos de unidad en la nube se utilicen como fuente

# #32069
source: Source server port - http://localhost:<port>/source
es_es: Puerto del servidor de origen - http://localhost:<port>/source

# #32070
source: There are no accounts added in %s.
es_es: No hay cuentas agregadas en %s.

# #32071
source: Go to [Add-ons > %s > Add an account...] to add one.
es_es: Vaya a [Add-ons > %s > Añadir una cuenta...] para agregar una.

# #32072
source: [B]Security Error[/B]
es_es: [B]Error de seguridad[/B]

# #32073
source: Ip change detected: [B]%s[/B] to [B]%s[/B]. Make sure you stay in the same network.
es_es: Cambio de IP detectado: [B]%s[/B] a [B]%s[/B]. Asegúrate de permanecer en la misma red.

# #32074
source: Check your internet connection and try again.
es_es: Verifique su conexión a Internet e intente nuevamente.

# #32075
source: There is a problem with your network connection.
es_es: Hay un problema con su conexión de red.

# #32076
source: No network connection detected.
es_es: No se detectó conexión de red.

# #32077
source: Unable to reach the server.
es_es: No se puede acceder al servidor.

# #32078
source: The SSL connection has failed (insecure connection detected).
es_es: La conexión SSL ha fallado (se ha detectado una conexión insegura).

# #32079
source: Every
es_es: Cada

# #32080
source: at
es_es: a

# #32081
source: Startup
es_es: Puesta en marcha

# #32082
source: Day
es_es: Dia

# #32083
source: Schedules
es_es: Horarios

# #32084
source: %s is required.
es_es: Se requiere %s.

# #32085
source: Destination
es_es: Destino

# #32086
source: Do you want to keep the local files of '%s'?
es_es: ¿Quieres mantener los archivos locales de '%s'?
