Repository: AmirulAndalib/repository.masqelec
Catalog: script.rss.editor/resources/language/resource.language.*/strings.po
Languages: es_es

# #32000
source: RSS Editor
es_es: Editor RSS

# #32001
source: Change Set
es_es: Cambiar conjunto

# #32006
source: Edit Attributes
es_es: Editar atributos

# #32013
source: Update Interval
es_es: Intervalo de actualización

# #32014
source: "Enter the paths of your RSS feeds %s
es_es: Ingrese las rutas de sus fuentes RSS %s

# #32024
source: Select a Set
es_es: Seleccione un conjunto

# #32025
source: Set ID
es_es: Pon la identificacion

# #32027
source: Enable Right to Left Text for this Set?
es_es: ¿Habilitar texto de derecha a izquierda para este conjunto?

# #32030
source: Set Editor
es_es: Establecer editor

# #32041
source: was either not found in the system,
es_es: no se encontró en el sistema,

# #32042
source: or does not contain parsable XML.
es_es: o no contiene XML analizable.

# #32043
source: Try deleting it from your userdata folder and restarting XBMC.
es_es: Intente eliminarlo de su carpeta de datos de usuario y reinicie XBMC.

# #32045
source: Cannot Delete Set 1
es_es: No se puede eliminar el conjunto 1

# #32046
source: Set 1 is required. You cannot delete this.
es_es: El conjunto 1 es obligatorio. No puedes borrar esto.

# #32047
source: Reset set 1 to default?
es_es: ¿Restablecer el conjunto 1 al predeterminado?

# #32050
source: Set %s already exists.
es_es: El conjunto% s ya existe.

# #32051
source: Your RSSFeeds.xml file is corrupt.
es_es: Su archivo RSSFeeds.xml está dañado.

# #32052
source: Attempt to regenerate
es_es: Intentar regenerar

# #32053
source: You will loose all previous settings
es_es: Perderá todas las configuraciones anteriores
