Repository: AmirulAndalib/repository.masqelec
Catalog: game.libretro.dosbox/resources/language/resource.language.*/strings.po
Languages: es_es

# #30000
source: Settings
es_es: Configuraciones

# #30001
source: Enable advanced core-options
es_es: Habilitar opciones avanzadas de núcleo

# #30002
source: CPU core
es_es: Nucleo CPU

# #30003
source: CPU cycles
es_es: Ciclos de CPU

# #30004
source: CPU cycle mode
es_es: Modo de ciclo de la CPU

# #30005
source: CPU cycle multiplier
es_es: Multiplicador de ciclo de CPU

# #30006
source: CPU type
es_es: Tipo de CPU

# #30007
source: Gamepad emulated mouse
es_es: Ratón emulado Gamepad

# #30008
source: Gamepad emulated deadzone
es_es: Gamepad zona muerta emulada

# #30009
source: Emulated machine
es_es: Máquina emulada

# #30010
source: Enable PC-Speaker
es_es: Habilitar PC-Speaker

# #30011
source: Sound Blaster type
es_es: Tipo Sound Blaster

# #30012
source: Scaler
es_es: Escalador

# #30013
source: Enable core-options
es_es: Habilitar núcleo-opciones
